chakrounanas.turbo-console-log-2.9.6
esbenp.prettier-vscode-10.1.0
extensions.json
ms-python.autopep8-2023.6.0
ms-python.black-formatter-2023.4.1
ms-python.isort-2023.10.1
ms-python.pylint-2023.6.0
ms-python.python-2023.16.0
ms-python.vscode-pylance-2023.9.30
njpwerner.autodocstring-0.6.1
vscode-icons-team.vscode-icons-12.5.0
vscodevim.vim-1.26.0
